<?php
return [
    'title' => "Вход в систему",
    'welcome' => "Добро пожаловать",
    'phone' => "Номер телефона",
    'password' => "Пароль",
    'login' => "Войти",

    'error' => "Неверный номер телефона или пароль",
    'phone_required' => "Введите номер телефона",
    'phone_format_error' => "Неверный формат номера телефона",
    'phone_not_found' => "Этот номер телефона не зарегистрирован или удалён",
    'user_blocked' => "Ваш аккаунт заблокирован. Обратитесь к администратору",

    'password_required' => "Введите пароль",
    'password_min_error' => "Пароль должен содержать не менее 6 символов",
    'password_error' => "Пароль обязателен",

    'failed' => "Неверный логин или пароль",
    'role_access_denied' => "У вас нет прав для доступа к системе",

    'current_password_current_password' => 'Текущий пароль введён неверно.',
    'password_confirmed' => 'Новые пароли не совпадают.',
    'password_min' => 'Новый пароль должен содержать не менее 8 символов.',
    'password_update' => 'Ваш пароль успешно обновлён!',
    'pass_update' => "Обновить пароль",
    'j_parol' => "Текущий пароль",
    'n_parol' => "Новый пароль",
    't_parol' => "Подтвердите новый пароль",
    'fio' => "ФИО",
    'phone' => "Номер телефона",
    'phone_two' => "Дополнительный номер телефона",
    'addres' => "Адрес проживания",
    'tkun' => "Дата рождения",
    'pus_num' => "Номер паспорта",
    'role' => "Должность",
];