<?php
    return [
        'success_davomad' => "Посещаемость успешно сохранена!",
        'groups' => "Сегодняшние группы продолжают свою работу.",
        'group' => "Группа",
        'davomad' => "Посещаемость",
        'child_count' => "Количество детей",
        'keldi' => "Присутствовал",
        'kechikdi' => "Опоздал",
        'kelmadi' => "Отсутствовал",
        'not_fount_groups' => "Группы отсутствуют",
        'davomad_save' => "Сохранить посещаемость",
        'child' => "Ребёнок",
        'status' => "Статус посещаемости",
        'davomad_check' => "Отметить посещаемость",
        'work_time' => "Сегодня не рабочий день.",
    ];