<?php
    return [
        'new_group' => "Новая группа",
        'group_name' => "Название группы",
        'group_price' => "Стоимость группы",
        'child_count' => "Количество детей",
        'user_count' => "Количество воспитателей",
        'not_fount' => "Группы отсутствуют.",
        'about' => "О группе",
        'create_cancel' => "Отменить",
        'create_success' => "Сохранить группу",
        'new_group_success' => "Группа успешно создана!",
        'required' => ' поле обязательно для заполнения.',
        'string'   => ' должно быть строкой.',
        'max'      => ' слишком длинное, максимум :max символов.',
    ];